[{"cancer_type": "uterine",
 "questions": ["Can you explain the benefits and risks of this treatment?",
  "What are the potential side effects I should expect?",
  "Are there alternative treatment options available?",
  "What is the goal of this treatment plan?",
  "Will this treatment affect my daily life or routine?",
  "How soon should I begin treatment?",
  "What will happen if I delay or skip this treatment?",
  "How will we know if the treatment is working?",
  "What follow-up tests will I need during treatment?",
  "Are there any long-term effects I should be aware of?",
  "Can this treatment be combined with other therapies?",
  "Will I need to stay in the hospital during treatment?",
  "How often will I need to come in for treatments?",
  "What should I do if I experience side effects?",
  "Is this treatment covered by my insurance?",
  "Are there any clinical trials I may be eligible for?",
  "Can I get a second opinion before starting this treatment?",
  "How can I best prepare for treatment?",
  "Should I change my diet or lifestyle?",
  "Will I be able to continue working during treatment?",
  "How will this treatment impact my fertility or future family plans?",
  "What should I tell my family and employer?",
  "What kind of support resources are available to me?",
  "Can I travel during my treatment period?",
  "What are the signs that I should seek immediate medical help?",
  "Will I be monitored after treatment ends?",
  "What happens if the cancer comes back?",
  "Can I take my current medications with this treatment?",
  "How does this treatment compare to others you have seen work well?",
  "What are the chances this treatment will cure my condition?",
  "What should I expect during the first week of treatment?",
  "How will treatment affect my mental health?",
  "Can you explain my lab results in simple terms?",
  "What is the survival rate for my cancer stage?",
  "Will I lose my hair or gain weight?",
  "Are there any restrictions on exercise or activity?",
  "Can I drink alcohol or smoke during treatment?",
  "How do we measure the success of this therapy?",
  "What questions should I be asking that I haven't thought of yet?",
  "Can you connect me with someone who has gone through this?",
  "Is genetic testing relevant in my case?",
  "How does this cancer type behave compared to others?",
  "Are there any new or experimental treatments available?",
  "Do you recommend any apps or tools for tracking my health?",
  "How often should I check in with the care team?",
  "If I choose to stop treatment, what should I expect?",
  "What lifestyle changes can improve my outcome?",
  "Can you help me build a treatment schedule?",
  "Should I bring someone with me to appointments?",
  "What resources are available for caregivers?"]
},
{
    "cancer_type": "breast",
    "questions": [
      "What stage is my breast cancer and what does that mean?",
      "Are there genetic tests I should consider, like BRCA?",
      "What are the pros and cons of radiation therapy?",
      "How will treatment affect my daily life?"
    ]
  }
]
